<?php
	include('header.html');
?>

		<div id='advices'>
			<?php
			echo "
<p>
В любое время года в школе хорошо иметь с собой:</p>
<ul>
<li>ноут, если есть</li>
<li>кружка</li>
<li>мыло</li>
<li>зубная щётка + зубная паста</li>
<li>достаточное количество белья</li>
<li>мобильный телефон</li>
</ul>
<br>
<p>Список вещей для <b>зимней</b> школы:</p>
<ul>
<li>тёплая куртка</li>
<li>свитер</li>
<li>шарфик</li>
<li>перчатки (2х)</li>
<li>непромокаемые штаны</li>
</ul>
<br>
<p>Список вещей для <b>летней</b> школы:</p>
<ul>
<li>купальник</li>
<li>банное полотенце (можно 2)</li>
<li>шлёпанцы</li>
<li>кроссовки</li>
<li>спортивная одежда</li>
</ul>
"?>
		</div>
<?php
	include('footer.php');
?>
