<?php
	include('header.html');
?>

	<div id='next_school' class='img_section_header'>
		<img src='images/next_school.png' alt='Следующая школа'>
	</div>
	<p>К сожалению, зимняя смена 2020 не проводится. Известий о летней смене ждите весной.</p>
			<br style='clear:both;'>
	
<b class='open'>О школе:</b>
<br>

<p>
Школа <b>Слон</b> — это уютная компания людей, которым нравится программирование и/или математика и нравится общество друг друга. Мы собираемся в наукограде Пущино на зимних школьных каникулах и на две недели в июле.
</p>
<p>
Учебные занятия не похожи на уроки в школе. <b>Проект</b> — это небольшое исследование или программно-инженерная работа в некоторой области: математические игры, расписание поездов, теория относительности, схемотехника... Конечно, разные проекты на одной школе отличаются по сложности. В день открытия мы, преподаватели, рассказываем о своих проектах, и каждый школьник сам выбирает, каким проектом из предлагаемых заниматься.
Каждый проект должен предоставить письменный отчёт о своей работе и выступление на заключительной конференции. Большинство отчётов можно найти <a href="#files">по ссылкам ниже</a>. <!--или <a href="http://class.neretin.ru/projects.html#slon">на старом сайте</a> (только летние смены).-->
</p>
<p>
По вечерам мы играем в разные спортивные, а чаще — интеллектуальные игры. Например, в известную командную игру "Что? Где? Когда?". А в индивидуальном соревновании "Лабиринт" нужно проходить станции, отвечать на вопросы, зарабатывая таким образом баллы, и ещё и не попасться в лапы Минотавра. А время от времени вместо вечерней игры случаются лекции по разнообразным темам от искусственного интеллекта до истории детективного жанра; всегда читаются несколько лекций параллельно, так что можно выбрать себе лекцию по вкусу.
В свободное время можно сходить искупаться или сыграть в футбол, а зимой — на лыжах. По вечерам же у нас большое чаепитие, на котором мы беседуем о всякой всячине, играем на гитарах и играем в игры, игры, игры! Мафия, крокодил, контакт и туча настольных игр (например, все виды Манчкина). А некоторые и над проектом продолжают работать.
</p>
<p><b>Ещё о нас:</b></p>
<ul>
<li><a href="http://www.edutainme.ru/post/summer-school/" target="_blank">Что такое летние школы?</a></li>
<li><a href="https://vk.com/topic-403392_31291471" target="_blank">Отзывы участников</a></li>
<li><a href="https://ratings.7ya.ru/camps/item9026/" target="_blank">Отзывы родителей</a></li>
<li><a href="https://habrahabr.ru/post/298460/" target="_blank">«Безумное чаепитие»</a> — эксперимент по&nbsp;обучению школьников правилам хорошего кода (+<a href="https://github.com/SlonSchool/MadTeaParty-winter2016" target="_blank">репозиторий</a>)</li>
<li><a href="info/slon_mmco.pdf">Проекты школьников в Математическом лагере «Слон»</a> &mdash; слайды доклада на конференции «Смешанное обучение» в рамках <abbr title="Московский международный салон образования">ММСО</abbr>-2016</li>
<li><a href="https://vk.com/topic-403392_23558605?post=28" target="_blank">Пущинская пресса о Слоне</a></li>
</ul>
<p>&nbsp;</p>
			<p><a name="files"></a>
<b class='open'>Материалы прошедших школ:</b>
			
			</p>
			<ul>
				<li>2019, летняя смена: <a href="https://drive.google.com/open?id=14v6cMrtf_7z2yuhgCNjzEhZ5tQNzcTfH" target="_blank">материалы школы</a> и <a href="https://vk.com/album-403392_265016281" target="blank_">фотографии</a>;</li>
				<li>2019, зимняя смена: <a href="https://drive.google.com/drive/folders/1YaxZfG9J-n7loVcyCaQk-ip69dn6UFUM" target="_blank">материалы школы</a> и <a href="https://vk.com/album-403392_259569595" target="blank_">фотографии</a>;</li>
				<li>2018: будет опубликовано;</li>
                <li>2017, летняя смена: <!--a href="" target="_blank">материалы школы</a-->  <a href="https://vk.com/album-403392_246159008" target="blank_">фотографии</a>;</li>
                <li>2017, зимняя смена: <a href="https://yadi.sk/d/vLhIr7yF39LsPJ" target="_blank">материалы школы</a> и <a href="https://vk.com/album-403392_240141513" target="blank_">фотографии</a>;</li>
                <li>2016, летняя смена: <a href="https://yadi.sk/d/kxRyGmAvuv4pT" target="_blank">материалы школы</a> и <a href="https://vk.com/album-403392_233999880" target="blank_">фотографии</a>;</li>
                <li>2016, зимняя смена: <a href="https://yadi.sk/d/Zto67IQNn4Sj6" target="_blank">материалы школы</a> и <a href="https://vk.com/album-403392_226571500" target="blank_">фотографии</a>;</li>
				<li>2015: материалы <a href="https://yadi.sk/d/DlcN8uX-iS7jh">летние</a> и <a href="https://yadi.sk/d/6QgLv9EDdwEgf">зимние</a>, фото <a href="https://vk.com/album-403392_218781707">летние</a> и <a href="https://vk.com/album-403392_209719641">зимние</a>;</li>
				<li>2014: <a href="https://yadi.sk/d/-rtKFnbYXA6oY">все материалы</a>, фото <a href="https://vk.com/album-403392_199114914">летние</a> и <a href="https://vk.com/album-403392_185345940">зимние</a>;</li>
				<li><a href="http://class.neretin.ru/history.html#2001">предыдущие годы</a> (с 2001-го).</li>
			</ul>
			<p>Недостающее будет выложено рано или поздно.</p>
			<p>
			См. также <a href="https://vk.com/pages?oid=-403392&amp;p=%D0%9F%D1%80%D0%BE%D0%B5%D0%BA%D1%82%D1%8B_%D0%BF%D1%80%D0%BE%D1%88%D0%B5%D0%B4%D1%88%D0%B8%D1%85_%D1%88%D0%BA%D0%BE%D0%BB">список</a> в vk.
			</p>
<!--p>&nbsp;</p>
	<div id='achtung' class='img_section_header'>
		<img src='images/important.png' alt='Внимание'>
	</div>
		<p>
			Обратите внимание:
		</p>
			<ul>
			<li>Наша школа проводится с <b>2001</b> года</li>
			<li>Мы занимаемся проектной деятельностью</li>
			<li>Мы <b>НЕ</b> имеем никакого отношения к школе "Слон и жираф" &mdash; эта школа выбрала себе сходное с нами название только в 2014 году.</li>
			</ul-->

<?php
	include('footer.php');
?>