<?php
	include('header.html');
?>

		<div id='timetable'>
			<p>
			<?php
			echo nl2br("
<b>Распорядок дня</b>
<b>7:00</b> Пробежка (летом ногами, зимой на лыжах)
<b>8:15</b> Подъём
<b>8:30</b> Завтрак
<b>9:00</b> Линейка, выборы человека дня
<b>9:15—11:45</b> Утренний квант проекта
<b>12:00—13:45</b> Спецкурс
<b>14:00</b> Обед
<b>14:30</b> Свободное время
<b>17:00—18:45</b> Вечерний квант проекта
<b>19:00</b> Ужин
<b>19:30</b> Игра или лекции
<b>21:00</b> Вечерний чай
<b>23:00</b> Отбой
			")?>
			</p>
		</div>
		<div id='rules'>
			<p>
			<?php
			echo nl2br("
			<b>Правила внутреннего распорядка</b>
			Соблюдайте распорядок дня. Все его пункты &mdash; обязательные, кроме утренней пробежки и вечернего чая.
			Пропустить квант проекта или иной пункт распорядка дня можно по уважительной причине с разрешения преподавателя.
			В случае появления симптомов болезни или каких-либо травм сразу обращайтесь к преподавателю, при необходимости преподаватель вызовет врача. В случае любых непредвиденных ситуаций обращайтесь к преподавателям.
			Имейте при себе номера телефонов хотя бы одного-двух преподавателей. Ваш собственный мобильный телефон держите при себе заряженным и включённым.
			В свободное время, а тем паче в иное время дня, перемещения по городу без сопровождения преподавателей не разрешаются.
			Общение с внешним миром, включая визиты родителей, а также компьютерные игры и т. д. вполне допустимы, пока не мешают работе на проектах, своевременному отбою и проч.
			Под запретом курение, употребление алкоголя, нецивилизованные способы ведения дискуссии и употребление лапши быстрого приготовления за пределами собственной комнаты.
			Задавать вопросы &mdash; можно и нужно.
			Помните, цель &mdash; сделать хороший проект и получить знания на спецкурсе.
			")?>
			</p>
		</div>
<?php
	include('footer.php');
?>
