<?php
	include('header.html');
?>

		<div id='traditions'>
			<p>
			<?php
			echo nl2br("
<b>Человек дня</b>
Каждый день на утренней линейке проводятся выборы «человека дня», который чем-то отличился в предыдущий день. Голосуют все, без воздержавшихся. Обычно это оформлено в виде физического разделения толпы на части. Выбранному вручается слон, который он носит напоказ весь день. В конце школы выбирается человек школы, который увозит слона с собой и должен будет его вернуть в следующем сезоне.

<b>Чаепития</b>
Каждый вечер мы обязательно пьем много чая с вкусняшками и во что-нибудь играм, что-то обсуждаем. Чай приходится завершать только уже при приближении времени отбоя. Особые любители иногда устраивают чаепития и днём.

<b>Шведки</b>
Почти каждый вечер кто-нибудь играет в <a href='http://ru.wikipedia.org/wiki/%D0%A8%D0%B2%D0%B5%D0%B4%D1%81%D0%BA%D0%B8%D0%B5_%D1%88%D0%B0%D1%85%D0%BC%D0%B0%D1%82%D1%8B'>шведские шахматы</a>. Поначалу можно испугаться \"Там в шахматы нужно уметь играть, ну их\", но со временем все втягиваются. Это совсем не то же самое, что всем известные серьезные шахматы.
			")?>
			</p>
		</div>
<?php
	include('footer.php');
?>
