<?php
	include('header.html');
?>

		<div id='whois'>
			<p>
<?php echo nl2br("
В рамках превращения этой группы в публичную страницу школы, дополняющую известный сайт-архив class.neretin.ru, буду постепенно составлять небольшой FAQ по Слону. Целевая аудитория -- широкая: и потенциальные участники школы, и их родители.

О том, что у нас есть вообще хорошего, читайте в самом конце. :)

Здесь собраны сведения о школе вообще; о ближайшей школе см. чуть ниже. Обратите внимание, тут вопросы пронумерованы просто, а там со штрихами. :) Отсортированы вопросы не по важности, а как получилось.

В1: Чему учите?
О: Программированию, математике, физике и чему угодно (правда чему угодно). Можно посмотреть отчёты проектов прошлых лет (см. В6). Каждый год обычно новые проекты и спецкурсы (см. В12, В7').

В2: А на какой возраст участников рассчитана школа?
О: На окончивших 7-11 классы. Да, абитуриентов тоже берём школьниками, если у них нет проблем с поступлением в вуз. Если человек тяготеет к математике или программированию, можно и до окончания 7 класса. Но есть риск, что будет скучно.

В3: Как к вам попасть?
О: Написать мне, Андрею, сообщение вКонтакте, или письмо на zabolotis@mail.ru, или даже позвонить на (903) 5678-026. (По любым другим вопросам тоже пишите мне, пожалуйста.)

В4: Что, и всё?!
О: По большому счёту, да. Если вы едете в летнюю смену первый раз, то надо будет прийти на собрание-собеседование. Ещё нужно собрать документы: оригиналы или копии паспорта (свидетельства о рождении, у кого ещё нет паспорта) и полиса медицинского страхования, а также от справку школьного врача/медсестры о том, что человек не имеет контактов с инфекциями и может поехать в лагерь — форма 079/у. (Копии первых двух документов, опять же, достаточно сдать один раз, мы их сохраним.) Ещё нужно заплатить деньги (см. В5'; если этот пункт вызывает сложности, можно его обсудить и что-то придумать). Ещё мы иногда не берём отдельных конкретных людей, но это бывает редко. Вероятно, позднее появится задание, которое нужно будет хотя бы попробовать выполнить новым участникам.

В5: Как всё-таки называется школа? Или не школа, а лагерь? И что такое МКШ?
О: Математический лагерь Института прикладной математики имени М. В. Келдыша РАН. Вот. Это наше официальное название с 2001 года. А неофициально -- Слон (или СЛОН, но это не аббревиатура), или Школа Слон. Историю этого наименования поведал Саша Воронцов в соседней теме. Что же касается указанной аббревиатуры, то она не имеет к Слону никакого отношения, кроме исторического.

В6: Сайт школы -- он где? class.neretin.ru?
О: class.neretin.ru -- архив Слона на личном сайте директора школы И. С. Неретина. Там есть отчёты проектов и фотографии, например. Самая актуальная информация по готовящейся школе в каждый момент времени -- здесь, на страничке школы вКонтакте.
Новый полноценный сайт, дополняющий и частично дублирующий имеющиеся ресурсы, будет.
Кстати, мы есть в ЖЖшном <a href=' http://www.livejournal.com/schools/?ctc=RU&sc=Mос'>списке учебных заведений</a>.

В7: А директор вообще кто?
О: Иван Сергеевич Неретин -- программист, химик, математик и тукуешт.

В8: А другие преподаватели?
О: Сотрудник ИПМа, студенты и выпускники разных вузов (МФТИ, МГТУ, МГУ...). На собрании-собеседовании мы с вами с удовольствием познакомимся лично (см. В8').

В9: Вдруг человек к вам поедет, а с ним что-то плохое случится?
О: Помилуйте, как можно. Мы ведь почти круглосуточно вместе. А перемещения в свободное послеобеденное время проходят премодерацию (в смысле, если кто-то хочет пойти без преподавателей в магазин, мы об этом обязательно знаем и можем воспрепятствовать). К пущинцам всё это не относится, но их мы всегда провожаем до дома после вечернего чая.

В10: А если я живу не в Москве и не в Пущино, то что?
О: Тогда условия все те же, что для москвичей, но то, как участник школы доберётся до точки встречи в Москве или до Пущино, а после школы из Москвы или Пущино до дома, -- это уже ваша забота.

В11: Слон -- большая школа?
О: Нет. Летом обычно примерно 20-25 приезжих школьников, 10 пущинских школьников и 10 преподавателей. Зимой чуть меньше.

В12: А что это за слова такие: \"проекты\", \"спецкурсы\"?
О: Проекты -- это основная форма занятий в Слоне. Суть такова: преподаватель предлагает задачу, а школьники её, при необходимости, аккуратно формулируют и сами же и решают, а в конце пишут отчёт (который идёт потом на сайт и на диск) и выступают с докладом на заключительной конференции. А преподаватель при этом как модератор. Спецкурс -- это именно курс лекций, либо (иногда) какая-то совсем неформатная активность.

В13: И что, у вас учатся круглые сутки?
О: Нет, конечно. Вот примерный распорядок рабочего дня:
7:00 Пробежка (летом ногами, зимой на лыжах)
8:00 Подъём
8:30 Завтрак
9:00 Линейка, выборы человека дня
9:10—11:40 Утренний квант проекта
11:45—13:15 Спецкурс
13:30 Обед
14:00 Свободное время
16:30—18:15 Вечерний квант проекта
18:30 Ужин
19:00 Игра или лекции
21:00 Вечерний чай
23:00 Безоговорочный отбой
Обратите внимание на вечернюю игру: это может быть \"Что? Где? Когда?\", Универсальный Научный Турнир, Спартакиада, Лабиринт или что угодно ещё.
А каждый пятый день (летом) -- выходной с экскурсией, походом или большой игрой.

В14: Что брать с собой?
О: Одежду, ручки-тетрадь. Свою кружку для чая. Можно ноутбук, если есть (для программирующих). Зимой лыжи. Летом обувь для небольшого похода по хорошей дороге (т. е. кроссовки, а не резиновые сапоги; вот это обязательный пункт), купальные принадлежности. Гитару можно ещё. Настольные игры. Денег с собой много не надо, достаточно буквально нескольких сотен рублей на случай форс-мажора. Больше их просто тратить не на что, разве только купить чего-то перекусить в пущинских магазинах, сувениры на экскурсиях (летом).

В15: А как добираться до Пущино?
О: Мы-то поедем заказным автобусом, но ещё от метро Южная ходят автобусы и маршрутки №359, плюс транспорт по Московской области.

В16: Кто распределяет школьников по проектам и спецкурсам?
О: Они сами же и распределяются в день открытия, после того как мы расскажем обо всех проектах и спецкурсах.

В17: Слушайте, а почему так дорого?!
О: Это себестоимость проживания и питания в течение всей школы. Плюс автобус, канцелярка итд. Но если для вас это действительно слишком дорого, напишите, мы обсудим этот вопрос.

В18: Я живу в Пущино, но хочу обедать вместе с приезжими школьниками.
О: Любой каприз за ваши деньги. :) Обратись к директору в день открытия.

В19: А в ЗПШ тоже есть Слон, а ещё Слонопотом!
О: Нет-нет-нет, ЗПШовый слон -- это диск с материалами школы (Зимней Пущинской, конечно, а не школы Слон). Он так называется, потому что раздачу дисков можно назвать раздачей слонов, а ещё из-за КЛШовой байки про белых слонов. А Слонопотом -- это когда раздают слоны потом. Но к нам эти названия не имеют отношения. Мы тоже делаем диски каждому участнику школы, но они не называются слонами.

В20: А как вообще связаны Слон и Зимняя пущинская школа?
О: Это две разные, но дружественные друг другу школы.

В21: Как относитесь к вредным привычкам?
О: Алкоголь, курение и мат запрещены. И, кстати, поедание всяких дошираков в общей чайной комнате -- кощунственно и потому тоже запрещается.
Теперь вопросы, относящиеся конкретно к зимней смене 2013 года.

В1': Где?
О: В Пущино.

В2': А где именно?
О: В гостинице \"Пущино\". Два человека в номере, душ в каждом номере свой. А занимаемся в помещении пущинской художественной школы.

В3': Когда?
О: 2–9 января.

В4': А когда именно?
О: Отъезд 2 января в 10:00 от стеклянной проходной Института прикладной математики (Миусская площадь, д. 4; заблудитесь/опаздываете -- звоните мне). Пущинцы приглашаются уже на открытие в 17:00 в художественной школе, вход через боковую калитку.

В5': Почём?
О: 8700 с проживанием и едой (т. е. для москвичей), 500 без того и другого (т. е. для пущинцев).

В6': Что нужно, чтобы поехать?
О: Сообщить мне. (К пущинцам тоже относится!) Быть готовым к работе головой на проектах и спецкурсах. Пока больше ничего. О деньгах и документах см. выше (В4). Сдавать то и другое надо будет у автобуса, никакого общего собрания перед школой не будет.
Пущинцам ещё неплохо бы напечатать заранее заявление.
И ещё: не надо, пожалуйста, стучаться ко мне в друзья, если мы пока незнакомы. Просто пишите сообщение.
И ещё: мне лучше всего звонить в интервале с 11 утра до 11 вечера.

В7': Какие будут проекты и спецкурсы?
О: Узнаете в день открытия!

[временно неактуальные
В8': Эй, что за собрание?
О: Оно бывает только перед летней сменой. Собрание-собеседование. Обычно в здании ФНБИК МФТИ, это на ул. Максимова, д. 4. Оно обязательно для всех новых московских участников школы. Мы рассказываем о Слоне, говорим с потенциальными участниками, задаём вопросы о всякой математике и программировании, но больше именно говорим. (Я имею в виду, это скорее знакомство, чем тест.) И деньги с документами собираем заодно.
В9': А мы пропустили собрание! Но всё равно хотим поехать.
О: Тоже звоните или пишите мне. Ничего страшного, просто придётся встретиться не в уютном здании факультета, а где-то в индивидуальном порядке.
]

В10': Когда сдавать деньги?
О: У автобуса в день отъезда. Хотите раньше? Тем лучше, договоритесь со мной о встрече.
Вообще про школу:

Слон -- это уютная компания людей, которым нравится математика и/или программирования и нравится общество друг друга.
Учебные занятия не похожи на уроки в школе. Проект -- это небольшое исследование в некоторой области: математические игры, расписание поездов, теория относительности, схемотехника... Конечно, разные проекты на одной школе отличаются по сложности. В день открытия мы, преподаватели, рассказываем о своих проектах, и каждый школьник сам выбирает, каким проектом из предлагаемых заниматься.
Каждый проект должен предоставить письменный отчёт о своей работе и выступление на заключительной конференции. Большинство отчётов можно найти <a href='http://class.neretin.ru/projects.html'>здесь</a> (обратите внимание, слоновьи отчёты внизу страницы).
По вечерам мы играем в разные спортивные, а чаще -- интеллектуальные игры. Например, в известную командную игру \"Что? Где? Когда?\". А в индивидуальном соревновании \"Лабиринт\" нужно проходить станции, отвечать на вопросы, зарабатывая таким образом баллы, и ещё и не попасться в лапы Минотавра. А время от времени вместо вечерней игры случаются лекции по разнообразным темам от искусственного интеллекта до истории детективного жанра; всегда читаются несколько лекций параллельно, так что можно выбрать себе лекцию по вкусу.
В свободное время можно сходить искупаться или сыграть в футбол, а зимой -- на лыжах. По вечерам же у нас большое чаепитие, на котором мы беседуем о всякой всячине, играем на гитарах и играем в игры, игры, игры! Мафия, крокодил, контакт и туча настольных игр (например, все виды Манчкина). А некоторые и над проектом продолжают работать.
Каждое утро всеобщим голосованием избирается Человек дня, отличившийся чем-то накануне. Он получает слона -- символ школы -- и должен весь день всюду с ним ходить, холить его и лелеять. А на закрытии выбираем Человека школы, который забирает слона к себе домой до следующей школы.
Некоторые фотографии есть вот <a href='http://class.neretin.ru/history.html'>здесь</a> (опять же, свежее -- внизу)
А ещё есть <a href='http://class.neretin.ru/bookshelf.html'>газета</a>, справа, поход, большая игра (назовём её ОФ), ...")
?>
			</p>
		</div>
	</div>
<?php
	include('footer.php');
?>
